Repository: Danfro/indicator-upower
Catalog: po/indicator-weather-*.po
Languages: eo, hu, it, nl, pl, pt, sl

source: About
nl: Over
pl: Informacje

source: The app icon is based on a weather icon by Erik Flowers (SIL OFL 1.1)
nl: Het logo is gebaseerd op een weerpictogram van Erik Flowers (SIL OFL 1.1)
pl: Ikona aplikacji jest oparta na ikonie pogody autorstwa Erika Flowersa (SIL OFL 1.1)

source: A Brian Douglass app, consider donating if you like it and want to see more apps like it!
nl: Een Brian Douglass app, overweeg een donatie als u het leuk vindt en meer soortgelijke apps wilt zien!
pl: Aplikacja Briana Douglassa, rozważ darowiznę, jeśli Ci się spodoba i chcesz zobaczyć więcej takich aplikacji!

source: Donate
nl: Doneren
pl: Wspomóż

source: Weather Provider
hu: Időjárási adatszolgáltató
nl: Weerdienst
pl: Dostawca pogodowy

source: Temperature Unit
eo: Mezurunuo de temperaturo
hu: Hőmérsékleti egység
it: Unità di misura della temperatura
nl: Temperatuureenheid
pl: Jednostka temperatury
pt: Unidade de Temperatura
sl: Enota temperature

source: Celsius
eo: Celsiuso
pl: Celsjusz
sl: Celzija

source: Kelvin
eo: Kelvino
pl: Kelwin

source: Failed to save the settings
eo: Agordojsavado malsukcesis
hu: Nem sikerült a beállítások mentése
it: Salvataggio delle impostazioni fallito
nl: Het opslaan van de instellingen is mislukt
pl: Nie udało się zapisać ustawień
pt: Erro ao guardar as configurações
sl: Shranjevanje nastavitev spodletelo

source: Dark Sky API Key
eo: Dark Spy API-ŝlosilo
hu: Dark Sky API kulcs
it: chiave API di Dark Sky
nl: Dark Sky API-sleutel
pl: Klucz API Dark Sky
pt: Chave API Dark Sky
sl: Ključ API Dark Sky

source: OpenWeatherMap API Key
hu: OpenWeatherMap API kulcs
nl: OpenWeatherMap API-sleutel
pl: Klucz API OpenWeatherMap

source: Click to signup for an API key
eo: Klaku ĉi tie por aboni por API-ŝlosilon
hu: Kattintson az API kulcs beszerzéseséhez
it: Clicca per registrarti e ottenere una chiave API
nl: Klik om te registreren voor een API-sleutel
pl: Kliknij, aby zarejestrować klucz API
pt: Clique para inscrever-se para uma chave API
sl: Kliknite za naročilo ključa API

source: Latitude
eo: Latitudo
hu: Szélesség
it: Latitudine
nl: Breedtegraad
pl: Szerokość geograficzna
sl: Zemljepisna širina

source: Longitude
eo: Longitudo
hu: Hosszúság
it: Longitudine
nl: Lengtegraad
pl: Długość geograficzna
sl: Zemljepisna dolžina

source: Weather refresh interval (minutes)
pl: Interwał odświeżania pogody (minuty)

source: Save
eo: Savi
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
sl: Shrani

source: Please specify an api key
eo: Bonvolu, difini API-ŝlosilon
hu: Adja meg az API kulcsot
it: per piacere specifica una chiave API
nl: Voer een API-sleutel in
pl: Proszę podać klucz API
pt: Por favor, especifique uma chave API
sl: Navedite ključ api

source: Please specify the latitude
eo: Bonvolu, specifi la latitudon
hu: Adja meg a szélességet
it: per piacere specifica la latitudine
nl: Voer de breedtegraad in
pl: Proszę podać szerokość geograficzną
pt: Por favor, especifique a latitude
sl: Navedite zemlj. širino

source: within the appropriate range (-%1 to %1)
pl: w odpowiednim zakresie (-%1 do %1)

source: Please specify the longitude
eo: Bonvolu, specifi la latitudon
hu: Adja meg a hosszúságot
it: per piacere specifica la longitudine
nl: Voer de lengtegraad in
pl: Proszę podać długość geograficzną
pt: Por favor, especifique a longitude
sl: Navedite zemlj. dolžino

source: Please specify the weather refresh interval
pl: Proszę podać interwał odświeżania pogody

source: in minutes (%1 to %2)
pl: w minutach (%1 do %2)

source: Saved the settings, please reboot
eo: La agordoj estas savita. Bonvolu, reŝargi
hu: A beállítások elmentve, indítsa újra az eszközt
it: Impostazioni salvate, per piacere riavvia
nl: De instellingen zijn opgeslagen; herstart uw apparaat
pl: Ustawienia zapisane, uruchom ponownie
pt: Configurações guardadas, por favor reinicie.
sl: Nastavitve shranjene, potreben je ponovni zagon

source: Install Indicator
eo: Instalindikilo
hu: Indikátor telepítése
it: Installa indicatore
nl: Indicator installeren
pl: Zainstaluj wskaźnik
pt: Instalar o Indicador
sl: Namesti kazalnik

source: Uninstall Indicator
eo: Malinstalindikilo
hu: Indikátor eltávolítása
it: Disinstalla indicatore
nl: Indicator deïnstalleren
pl: Odinstaluj wskaźnik
pt: Desinstalar o Indicador
sl: Odstrani kazalnik

source: * Before uninstalling the app be sure to uninstall the indicator here first
nl: * Voordat u de app verwijdert, moet u eerst de indicator verwijderen
pl: * Przed odinstalowaniem aplikacji należy najpierw odinstalować wskaźnik

source: Successfully installed, please reboot
eo: Sukcese instalita. Bonvolu, reŝargi
hu: Sikeres telepítés, indítsa újra az eszközt
it: Installato con successo, per piacere riavvia
nl: Succesvol geïnstalleerd; herstart uw apparaat
pl: Pomyślnie zainstalowano, uruchom ponownie
pt: Instalado com sucesso, por favor reinicie
sl: Uspešno nameščeno, potreben je ponovni zagon

source: Failed to install
eo: Instalado malsukcesis
hu: Nem sikerült a telepítés
it: Installazione fallita
nl: Het installeren is mislukt
pl: Instalacja nie powiodła się
pt: Falha ao instalar
sl: Namestitev spodletela

source: Successfully uninstalled, please reboot
eo: Sukcese malinstalita. Bonvolu, reŝargi
hu: Sikeres eltávolítás, indítsa újra az eszközt
it: Disinstallato con successo, per piacere riavvia
nl: Succesvol gedeïnstalleerd; herstart uw apparaat
pl: Pomyślnie odinstalowano, uruchom ponownie
pt: Desinstalado com sucesso, por favor reinicie
sl: Uspešno odstranjeno, potreben je ponovni zagon

source: Failed to uninstall
eo: Malinstalado malsukcesis
hu: Sikertelen eltávolítás
it: Disinstallazione fallita
nl: Het deïnstalleren is mislukt
pl: Nie udało się odinstalować
pt: Falha ao desinstalar
sl: Odstranjevanje spodletelo

source: Clear
hu: Tiszta
it: Limpido
nl: Helder
pl: Bezchmurnie
pt: Limpar
sl: Jasno

source: Rainy
hu: Esős
it: Pioggia
nl: Regenachtig
pl: Deszczowo
pt: Chuvoso
sl: Dež

source: Snowy
hu: Hó
it: Neve
nl: Sneeuwachtig
pl: Śnieżnie
pt: Nevoso
sl: Sneg

source: Sleet
hu: Ónos eső
it: Acquaneve
nl: IJsregen
pl: Śnieg z deszczem
pt: Aguaceiro
sl: Sodra

source: Windy
hu: Szeles
it: Vento
nl: Winderig
pl: Wietrznie
pt: Ventoso
sl: Veter

source: Foggy
hu: Ködös
it: Nebbia
nl: Nevelig
pl: Mgliście
pt: Nevoeiro
sl: Megla

source: Cloudy
hu: Felhős
it: Nuvolo
nl: Bewolkt
pl: Pochmurnie
pt: Nublado
sl: Oblačno

source: Hail
hu: Jégeső
it: Grandine
nl: Hagel
pl: Grad
pt: Granizo
sl: Toča

source: Stormy
hu: Viharos
it: Tempesta
nl: Stormachtig
pl: Burzliwie
pt: Tempestuoso
sl: Nevihta

source: Hurricane
hu: Hurrikán
nl: Orkaan
pl: Huragan

source: Extreme Cold
hu: Extrém hideg
nl: Extreme kou
pl: Ekstremalnie zimno

source: Extreme Heat
hu: Extrém hőség
nl: Extreme hitte
pl: Ekstremalne ciepło

source: Forecast
hu: Előrejelzés
it: Previsioni del meteo
nl: Weersverwachting
pl: Prognoza
pt: Previsão
sl: Napoved

source: Weather Settings
hu: Időjárás beállítások
it: Impostazioni meteo
nl: Weerinstellingen
pl: Ustawienia pogody
pt: Configurações Meteorológicas
sl: Nastavitve

source: Error fetching weather
hu: Nem sikerült az időjárásadatok letöltése
it: Errore nel recupero del meteo
nl: Fout tijdens ophalen van weerinformatie
pl: Błąd przy pobieraniu pogody
pt: Erro ao obter o tempo
sl: Napaka pri pridobivanju vrrmena

source: Weather
nl: Weer
pl: Pogoda

source: {condition} and {temperature}°
hu: {condition} és {temperature}°
it: {condition} e {temperature}°
nl: {condition} en {temperature}°
pl: {condition}, {temperature}°
pt: {condition} e {temperature}°
sl: {condition}, {temperature}°

source: Indicator Weather
eo: Veterindikilo
hu: Időjárás Indikátor
nl: Weer-indicator
sl: Kazalnik Vreme

source: Tornado
hu: Tornádó

source: Fahrenheit
eo: Farenhejto
